Repository: neokapi/neokapi
Catalog: l10n/tm/desktop-nb.tmx
Source language: en
Languages: nb

source: ({count} item(s))
nb: ({count} element(er))

source: ({count} step(s))
nb: ({count} steg)

source: + more
nb: +{value} til

source: / files %
nb: {=m0} {progress.current} / {progress.total} filer {/=m0} {=m3}{round}%{/=m3}

source: A flow is still running. Do you want to cancel it and close, or keep it running?
nb: En flyt kjører fortsatt. Vil du avbryte den og lukke, eller la den kjøre videre?

source: A realistic localization project with docs, store UI, Office documents, and templates — 4 content collections, 5 target languages, 1000+ TM entries. No plugins needed.
nb: Et realistisk lokaliseringsprosjekt med dokumentasjon, butikk-UI, Office-dokumenter og maler — 4 innholdssamlinger, 5 målspråk, 1000+ TM-oppføringer. Ingen tillegg kreves.

source: AI Credentials
nb: AI-legitimasjon

source: API Key
nb: API-nøkkel

source: API keys are stored in your OS keychain
nb: API-nøkler lagres i nøkkelringen til operativsystemet

source: Activity
nb: Aktivitet

source: Add
nb: {=m0} Legg til

source: Add AI provider
nb: Legg til AI-leverandør

source: Add Collection
nb: {=m0} Legg til samling

source: Add Custom Locale
nb: Legg til egendefinert språkkode

source: Add Files
nb: {=m0} Legg til filer

source: Add Provider
nb: {=m0} Legg til leverandør

source: Add another pattern
nb: {=m0} Legg til enda et mønster

source: Add content collection
nb: Legg til innholdssamling

source: Add files
nb: Legg til filer

source: Add targets...
nb: Legg til målspråk...

source: Add to project
nb: Legg til i prosjektet

source: All ()
nb: Alle ({tools.length})

source: All paths relative to
nb: Alle stier er relative til {shortenHome}

source: App Settings
nb: Appinnstillinger

source: Appearance
nb: Utseende

source: Apply fix
nb: {=m0} Bruk rettelse

source: Auto-detect
nb: Oppdag automatisk

source: Available
nb: Tilgjengelig

source: Back
nb: Tilbake

source: Back to flow list
nb: Tilbake til flytlisten

source: Blocks sent in parallel within a single tool step.
nb: Blokker som sendes parallelt innenfor ett verktøysteg.

source: Browse available plugins
nb: Bla gjennom tilgjengelige tillegg

source: Browse the terminology and translation memory behind your localisation — every concept, every approved term, every remembered translation.
nb: Bla gjennom terminologien og oversettelsesminnet bak lokaliseringen din — hvert konsept, hver godkjent term, hver lagret oversettelse.

source: Build tool pipelines
nb: Bygg verktøypipelines

source: Build your first flow
nb: Bygg din første flyt

source: Built-in (read-only)
nb: {=m0} Innebygd (skrivebeskyttet)

source: Built-in Formats
nb: Innebygde formater

source: Cancel
nb: Avbryt

source: Cancel Flow & Close
nb: Avbryt flyt og lukk

source: Cancel flow execution
nb: Avbryt flytkjøringen

source: Character encoding for reading and writing files.
nb: Tegnkoding for lesing og skriving av filer.

source: Check Updates
nb: Se etter oppdateringer

source: Check against
nb: Kontroller mot

source: Checking...
nb: Kontrollerer...

source: Checks
nb: Kontroller

source: Choose a template to set up your project structure.
nb: Velg en mal for å sette opp prosjektstrukturen.

source: Choose location
nb: Velg plassering

source: Clear completed
nb: Fjern fullførte

source: Clear location
nb: Fjern plassering

source: Close
nb: Lukk

source: Close TM
nb: Lukk TM

source: Close Termbase
nb: Lukk termbase

source: Close {name}
nb: Lukk {name}

source: Code (e.g. gsw)
nb: Kode (f.eks. gsw)

source: Collection name
nb: Samlingsnavn

source: Concurrency
nb: Samtidighet

source: Config
nb: Konfigurasjon

source: Config (YAML)
nb: Konfigurasjon (YAML)

source: Configurable
nb: {=m0} Konfigurerbar

source: Configure Project
nb: Konfigurer prosjekt

source: Configure everything manually in Settings.
nb: Konfigurer alt manuelt i innstillingene.

source: Configure file patterns
nb: Konfigurer filmønstre

source: Consumes:
nb: {=m0} Tar imot: {portLabel}

source: Content
nb: Innhold

source: Content and flow features are disabled. Resolve by installing missing plugins or adjusting version constraints below, then save.
nb: Innholds- og flytfunksjoner er deaktivert. Løs dette ved å installere manglende tillegg eller justere versjonskravene nedenfor, og lagre deretter.

source: Conversion
nb: Konvertering

source: Copied
nb: Kopiert

source: Copy Details
nb: Kopier detaljer

source: Copy a built-in or user flow into this project. The flow will be independent — changes won't affect the original.
nb: Kopier en innebygd flyt eller brukerflyt inn i dette prosjektet. Flyten blir uavhengig — endringer påvirker ikke originalen.

source: Copy to edit
nb: Kopier for å redigere

source: Corrupt Termbase
nb: Skadet termbase

source: Corrupt Translation Memory
nb: Skadet oversettelsesminne

source: Create
nb: Opprett

source: Create Flow
nb: Opprett flyt

source: Create Fresh Termbase
nb: Opprett ny termbase

source: Create Project
nb: Opprett prosjekt

source: Create TM
nb: Opprett TM

source: Create a Kapi project with content, flows, and languages
nb: Opprett et Kapi-prosjekt med innhold, flyter og språk

source: Create a flow or copy a built-in to get started.
nb: Opprett en flyt, eller kopier en innebygd for å komme i gang.

source: Create your first flow
nb: Opprett din første flyt

source: Dark
nb: Mørk

source: Default
nb: Standard

source: Default Encoding
nb: Standard tegnkoding

source: Default settings applied to all content items using a given format.
nb: Standardinnstillinger som brukes på alle innholdselementer med et gitt format.

source: Delete preset
nb: Slett forhåndsinnstilling

source: Delete {name}
nb: Slett {name}

source: Design a Flow
nb: Utform en flyt

source: Details
nb: {=m0} Detaljer

source: Determines locale code style in file paths and tool output.
nb: Bestemmer stilen på språkkoder i filstier og verktøyutdata.

source: Dismiss
nb: Avvis

source: Dismiss error
nb: Avvis feil

source: Display name (e.g. Swiss German)
nb: Visningsnavn (f.eks. sveitsertysk)

source: Do you want to save changes before closing?
nb: Vil du lagre endringene før du lukker?

source: Docs
nb: {=m0} Dokumentasjon

source: Documentation
nb: {=m0} Dokumentasjon

source: Don't Save
nb: Ikke lagre

source: Done
nb: Ferdig

source: Downloading...
nb: Laster ned...

source: Drop files here or click Add Files to add them to the project.
nb: Slipp filer her, eller klikk Legg til filer for å legge dem til i prosjektet.

source: Edit Plugin Settings
nb: {=m0} Rediger tilleggsinnstillinger

source: Edit Provider
nb: Rediger leverandør

source: Edit language overrides
nb: Rediger språkoverstyringer

source: Edit project name
nb: Rediger prosjektnavn

source: Editor
nb: {=m0} Editor

source: Enrichment
nb: Anriking

source: Examples
nb: Eksempler

source: Execute a tool on files
nb: Kjør et verktøy på filer

source: Export JSON
nb: Eksporter JSON

source: Export TMX
nb: {=m0} Eksporter TMX

source: Extracting…
nb: Trekker ut…

source: Extractor command
nb: Uttrekkskommando

source: File
nb: Fil

source: File Patterns
nb: {=m0} Filmønstre

source: Files ( matched )
nb: Filer {=m0} ({matches.length} samsvarer {value} {value_2}) {/=m0}

source: Files processed concurrently. Leave empty for auto.
nb: Filer som behandles samtidig. La stå tomt for automatisk.

source: Filter installed...
nb: Filtrer installerte...

source: Flow Name
nb: Flytnavn

source: Flow Running
nb: Flyt kjører

source: Flow canceled
nb: Flyt avbrutt

source: Flows
nb: Flyter

source: Format Config
nb: {=m0} {=m1} Formatkonfigurasjon {=m2}

source: Format Defaults
nb: {=m0} Formatstandarder

source: Format Preset
nb: Formatforhåndsinnstilling

source: Formats
nb: Formater

source: Formats ()
nb: {=m0} Formater ({formatCaps.length})

source: From project content
nb: Fra prosjektinnhold

source: General
nb: Generelt

source: Get Started
nb: Kom i gang

source: Hide unmatched files
nb: Skjul filer uten treff

source: Import CSV
nb: {=m0} Importer CSV

source: Import Flow
nb: Importer flyt

source: Import JSON
nb: {=m0} Importer JSON

source: Import TMX
nb: {=m0} Importer TMX

source: In-app execution is coming soon
nb: Kjøring i appen kommer snart

source: Inherit ({source})
nb: Arv ({source})

source: Inherit ({targets})
nb: Arv ({targets})

source: Input
nb: Inndata

source: Input Files
nb: Inndatafiler

source: Inspecting …
nb: {=m0} Inspiserer {filename}…

source: Install
nb: {=m0} Installer

source: Install Plugins
nb: {=m0} Installer tillegg

source: Installed
nb: Installert

source: Installed ()
nb: Installert ({plugins.length})

source: Invalid directory name
nb: Ugyldig mappenavn

source: JSON config passed to the format reader/writer.
nb: JSON-konfigurasjon som sendes til formatets leser/skriver.

source: Job feed
nb: Jobbstrøm

source: Jobs
nb: Jobber

source: Keep Running
nb: La den kjøre

source: Language
nb: Språk

source: Languages
nb: {=m0} Språk

source: Languages, plugins, processing
nb: Språk, tillegg, behandling

source: Light
nb: Lys

source: Limitations
nb: Begrensninger

source: Loading configuration schema...
nb: Laster konfigurasjonsskjema...

source: Loading configuration...
nb: Laster konfigurasjon...

source: Loading translation status…
nb: Laster oversettelsesstatus…

source: Locale Format
nb: Språkkodeformat

source: Locales
nb: Språkkoder

source: Localization plumbing and glue for people, elves, and agents.
nb: Rørlegging og lim for lokalisering — for mennesker, alver og agenter.

source: Location
nb: Plassering

source: Matched only
nb: Bare treff

source: Missing plugin
nb: Manglende tillegg

source: Missing plugins
nb: Manglende tillegg

source: Model (optional)
nb: Modell (valgfritt)

source: Model:
nb: Modell: {provider.model}

source: Multi-locale concepts with preferred and deprecated terms.
nb: Konsepter på flere språk med foretrukne og utdaterte termer.

source: My Anthropic Key
nb: Min Anthropic-nøkkel

source: My App
nb: Min app

source: Name
nb: Navn

source: New Flow
nb: Ny flyt

source: New Project
nb: Nytt prosjekt

source: New Provider
nb: Ny leverandør

source: New Termbase
nb: Ny termbase

source: New Translation Memory
nb: Nytt oversettelsesminne

source: New to Kapi? Try a sample project
nb: Ny i Kapi? Prøv et eksempelprosjekt

source: No AI providers configured. Add one to use AI translation and QA tools.
nb: Ingen AI-leverandører er konfigurert. Legg til en for å bruke AI-oversettelse og QA-verktøy.

source: No build for
nb: Ingen bygg for

source: No content collections defined in this project.
nb: Ingen innholdssamlinger er definert i dette prosjektet.

source: No content patterns
nb: Ingen innholdsmønstre

source: No content patterns. Add a collection to map your source files.
nb: Ingen innholdsmønstre. Legg til en samling for å koble kildefilene dine.

source: No files matched the configured patterns.
nb: Ingen filer samsvarte med de konfigurerte mønstrene.

source: No findings. Your content passes all checks.
nb: Ingen funn. Innholdet ditt består alle kontroller.

source: No flows available to import.
nb: Ingen flyter tilgjengelig for import.

source: No flows defined
nb: Ingen flyter definert

source: No flows defined in this project yet.
nb: Ingen flyter er definert i dette prosjektet ennå.

source: No flows defined yet.
nb: Ingen flyter definert ennå.

source: No formats available.
nb: Ingen formater tilgjengelig.

source: No formats match your search.
nb: Ingen formater samsvarer med søket.

source: No parts extracted from the file.
nb: Ingen deler ble trukket ut fra filen.

source: No plugins available.
nb: Ingen tillegg tilgjengelig.

source: No plugins installed.
nb: Ingen tillegg installert.

source: No plugins installed. Install plugins from the Plugins manager in app Settings.
nb: Ingen tillegg installert. Installer tillegg fra tilleggsbehandleren i appinnstillingene.

source: No plugins match your search.
nb: Ingen tillegg samsvarer med søket.

source: No project termbase found. Import terminology to create one automatically, or create one below.
nb: {=m0} Fant ingen prosjekttermbase. Importer terminologi for å opprette en automatisk, eller opprett en nedenfor.

source: No project translation memory found. Run a translation flow to create one automatically, or create one below.
nb: {=m0} Fant ikke noe prosjektoversettelsesminne. Kjør en oversettelsesflyt for å opprette et automatisk, eller opprett et nedenfor.

source: No projects open. Create a new project or open an existing one.
nb: Ingen prosjekter er åpne. Opprett et nytt prosjekt eller åpne et eksisterende.

source: No recent jobs
nb: Ingen nylige jobber

source: No source
nb: Ingen kilde

source: No target languages declared.
nb: Ingen målspråk er deklarert.

source: No targets
nb: Ingen målspråk

source: No termbases found. Create one or open a .db file.
nb: Fant ingen termbaser. Opprett en eller åpne en .db-fil.

source: No tools available.
nb: Ingen verktøy tilgjengelig.

source: No tools match your search.
nb: Ingen verktøy samsvarer med søket.

source: No translation memories found. Create one or open a .db file.
nb: Fant ingen oversettelsesminner. Opprett et eller åpne en .db-fil.

source: None
nb: Ingen

source: Not yet saved to disk
nb: Ikke lagret til disk ennå

source: Nothing extracted yet.
nb: Ingenting er trukket ut ennå.

source: One-off actions that don't need a project. Results aren't saved to a project.
nb: Engangshandlinger som ikke trenger et prosjekt. Resultatene lagres ikke i et prosjekt.

source: Open
nb: Åpne

source: Open File...
nb: Åpne fil...

source: Open a Project
nb: Åpne et prosjekt

source: Open an existing .kapi project from disk
nb: Åpne et eksisterende .kapi-prosjekt fra disk

source: Other files ()
nb: Andre filer {=m0}({unmatchedFiles.length}){/=m0}

source: Other presets
nb: Andre forhåndsinnstillinger

source: Output
nb: Utdata

source: Overview
nb: Oversikt

source: Parallel Blocks
nb: Parallelle blokker

source: Parameter Reference
nb: {=m0} Parameterreferanse

source: Parameters
nb: Parametere

source: Path pattern
nb: Stimønster

source: Pattern
nb: Mønster

source: Plugin Formats
nb: Tilleggsformater

source: Plugin requirements not met
nb: Tilleggskrav er ikke oppfylt

source: Plugins
nb: Tillegg

source: Plugins:
nb: {=m0}Tillegg: {/=m0} {=m1}

source: Prefer formats
nb: Foretrekk formater

source: Preset
nb: Forhåndsinnstilling

source: Preset name...
nb: Navn på forhåndsinnstilling...

source: Preset:
nb: {=m0}Forhåndsinnstilling: {/=m0} {=m1}{project.preset}{/=m1}

source: Presets
nb: Forhåndsinnstillinger

source: Preview {file}
nb: Forhåndsvis {file}

source: Priority
nb: Prioritet

source: Processing
nb: {=m0} Behandling

source: Processing Notes
nb: Behandlingsnotater

source: Produces:
nb: {=m0} Produserer: {portLabel}

source: Project
nb: Prosjekt

source: Project Files
nb: Prosjektfiler

source: Project Flows
nb: Prosjektflyter

source: Project Settings
nb: Prosjektinnstillinger

source: Projects
nb: Prosjekter

source: Properties:
nb: Egenskaper:

source: Provider
nb: Leverandør

source: Pseudo English (qps)
nb: Pseudoengelsk (qps)

source: Pseudo English expands strings and adds accents — useful for localization QA.
nb: Pseudoengelsk utvider strenger og legger til aksenter — nyttig for lokaliserings-QA.

source: Quality & Validation
nb: Kvalitet og validering

source: Quick tools
nb: Hurtigverktøy

source: Re-extract
nb: Trekk ut på nytt

source: Re-extract content
nb: Trekk ut innhold på nytt

source: Re-extract translatable content
nb: Trekk ut oversettbart innhold på nytt

source: Read
nb: {=m0} Les

source: Reader
nb: {=m0} Leser

source: Recent Projects
nb: Nylige prosjekter

source: Recommended
nb: Anbefalt

source: Recover
nb: Gjenopprett

source: Recovering...
nb: Gjenoppretter...

source: Redo
nb: Gjør om

source: Redo (⌘⇧Z)
nb: Gjør om (⌘⇧Z)

source: Refresh files
nb: Oppdater filer

source: Remove
nb: Fjern

source: Removing...
nb: {=m0} Fjerner...

source: Rename project
nb: Gi prosjektet nytt navn

source: Rescan files
nb: Skann filer på nytt

source: Reset
nb: {=m0} Tilbakestill

source: Retry
nb: Prøv igjen

source: Run
nb: {=m0} Kjør

source: Run Flows
nb: {=m0} Kjør flyter

source: Run a Tool
nb: Kjør et verktøy

source: Run checks
nb: {=m0} Kjør kontroller

source: Run checks to verify your content against terminology, placeholder integrity, and brand vocabulary rules.
nb: Kjør kontroller for å verifisere innholdet mot terminologi, plassholderintegritet og merkevareordforråd.

source: Run content checks like tests over your project — terminology, placeholders, and brand vocabulary.
nb: Kjør innholdskontroller som tester over prosjektet — terminologi, plassholdere og merkevareordforråd.

source: Run extract
nb: Kjør uttrekk

source: Run extract to read your content files and see translation coverage.
nb: Kjør uttrekk for å lese innholdsfilene og se oversettelsesdekningen.

source: Run flow
nb: Kjør flyt

source: Run flow {name}
nb: Kjør flyten {name}

source: Run individual tools on files
nb: Kjør enkeltverktøy på filer

source: Run this tool from the kapi CLI for now. In-app execution is still being wired up.
nb: Kjør dette verktøyet fra kapi-CLI-en inntil videre. Kjøring i appen er fortsatt under arbeid.

source: Run {name}
nb: Kjør {name}

source: Run: {name}
nb: Kjør: {name}

source: Running tools here is coming soon
nb: Verktøykjøring her kommer snart

source: Running...
nb: Kjører...

source: Same store files processed through Okapi Java filters. Requires the okapi-bridge plugin.
nb: Samme butikkfiler behandlet gjennom Okapi Java-filtre. Krever tillegget okapi-bridge.

source: Save
nb: Lagre

source: Save As...
nb: Lagre som...

source: Save Changes
nb: {=m0} Lagre endringer

source: Save as Preset
nb: Lagre som forhåndsinnstilling

source: Save current configuration as a preset
nb: {=m0} Lagre gjeldende konfigurasjon som forhåndsinnstilling

source: Save project
nb: Lagre prosjekt

source: Save project as
nb: Lagre prosjekt som

source: Saving...
nb: Lagrer...

source: Score / 100
nb: Poengsum / 100

source: Search formats by name or extension...
nb: Søk i formater etter navn eller filendelse...

source: Search registry...
nb: Søk i registeret...

source: Search tools...
nb: Søk i verktøy...

source: Searchable past translations, inline formatting preserved.
nb: Søkbare tidligere oversettelser, med innebygd formatering bevart.

source: Select a language
nb: Velg et språk

source: Select a tool to view details and run it
nb: Velg et verktøy for å se detaljer og kjøre det

source: Select files...
nb: Velg filer...

source: Select input files for flow
nb: Velg inndatafiler for flyten

source: Select source language...
nb: Velg kildespråk...

source: Select source...
nb: Velg kilde...

source: Settings
nb: Innstillinger

source: Show all
nb: Vis alle

source: Show all files
nb: Vis alle filer

source: Show capabilities
nb: Vis funksjoner

source: Show parameter documentation
nb: Vis parameterdokumentasjon

source: Size
nb: Størrelse

source: Skip
nb: Hopp over

source: Source Language
nb: Kildespråk

source: Source only
nb: Bare kilde

source: Source override
nb: Kildeoverstyring

source: Structure, vocabulary & QA annotations, and source ↔ target.
nb: Struktur, ordforråd og QA-annotasjoner, og kilde ↔ mål.

source: System follows your operating system's appearance setting.
nb: System følger utseendeinnstillingen til operativsystemet.

source: Target Language
nb: Målspråk

source: Target Languages
nb: Målspråk

source: Target language
nb: Målspråk

source: Target overrides
nb: Måloverstyringer

source: Target path
nb: Målsti

source: Targets:
nb: {=m0}Målspråk: {/=m0} {=m1} {value} {/=m1}

source: Termbases
nb: Termbaser

source: Test connection for {name}
nb: Test tilkoblingen for {name}

source: This format has no configurable parameters.
nb: Dette formatet har ingen konfigurerbare parametere.

source: This plugin has no build for your platform
nb: Dette tillegget har ingen bygg for plattformen din

source: This project requires plugins that are not installed or have incompatible versions. Content and flow features are disabled until this is resolved.
nb: Dette prosjektet krever tillegg som ikke er installert eller har inkompatible versjoner. Innholds- og flytfunksjoner er deaktivert til dette er løst.

source: This project requires plugins that are not installed. Install them from the Plugins manager in app Settings.
nb: Dette prosjektet krever tillegg som ikke er installert. Installer dem fra tilleggsbehandleren i appinnstillingene.

source: Tools
nb: Verktøy

source: Tools ()
nb: {=m0} Verktøy ({toolCaps.length})

source: Transform
nb: Transformering

source: Translation
nb: Oversettelse

source: Translation Memories
nb: Oversettelsesminner

source: Translation state
nb: Oversettelsestilstand

source: Undo
nb: Angre

source: Undo (⌘Z)
nb: Angre (⌘Z)

source: Uninstall
nb: Avinstaller

source: Unnamed
nb: Uten navn

source: Unsaved Changes
nb: Ulagrede endringer

source: Update
nb: Oppdater

source: Update All ({count})
nb: Oppdater alle ({count})

source: Update to v{version}
nb: Oppdater til v{version}

source: Updated
nb: Oppdatert

source: Updating...
nb: Oppdaterer...

source: Utility
nb: Nytteverktøy

source: Version
nb: Versjon

source: View
nb: {=m0} Vis

source: View full documentation
nb: {=m0} Vis hele dokumentasjonen

source: We detected an existing codebase. Apply a preset to configure content patterns and workflows automatically.
nb: Vi oppdaget en eksisterende kodebase. Bruk en forhåndsinnstilling for å konfigurere innholdsmønstre og arbeidsflyter automatisk.

source: Welcome to Kapi
nb: Velkommen til Kapi

source: Wiki
nb: {=m0} Wiki

source: Write
nb: {=m0} Skriv

source: Writer
nb: {=m0} Skriver

source: You can start from a template in the editor.
nb: Du kan starte fra en mal i editoren.

source: `kapi extract -p` runs this command; NUL-separated paths on stdin, NDJSON blocks on stdout.
nb: `kapi extract -p` kjører denne kommandoen; NUL-separerte stier på stdin, NDJSON-blokker på stdout.

source: active, hidden
nb: {value} aktive, {hiddenCount} skjulte {value_2}

source: blocks
nb: {collection.blockCount} blokker

source: built-in
nb: innebygd

source: could not be opened.
nb: {=m0}{corruptName}{/=m0} kunne ikke åpnes.

source: could not be opened. The database may be corrupt.
nb: {=m0}{corruptName}{/=m0} kunne ikke åpnes. Databasen kan være skadet.

source: custom
nb: egendefinert

source: default
nb: standard

source: detected
nb: oppdaget

source: documented formats
nb: {documentedCount} dokumenterte formater

source: e.g. fr-FR
nb: f.eks. fr-FR

source: files
nb: {job.fileCount} filer

source: hidden
nb: skjult

source: none
nb: ingen

source: not installed
nb: ikke installert

source: not translated
nb: ikke oversatt

source: override
nb: overstyring

source: pending
nb: venter

source: requires , have
nb: krever {issue.required}, har {issue.installed_version}

source: requires , installed
nb: krever {issue.required}, installert {issue.installed_version}

source: steps
nb: {item.stepCount} steg

source: tools available across categories
nb: {tools.length} verktøy tilgjengelig i {categories.size} kategorier

source: v
nb: v{plugin.version}

source: {contentCount} collection(s), {itemCount} pattern(s)
nb: {contentCount, plural, one {1 samling} other {# samlinger}}, {itemCount, plural, one {1 mønster} other {# mønstre}}

source: {count} block(s)
nb: {count} blokk(er)

source: {count} file(s) selected
nb: {count} fil(er) valgt

source: {count} flow(s) defined
nb: {count} flyt(er) definert

source: {count} keys
nb: {count} nøkler

source: {count} part(s) extracted
nb: {count} del(er) trukket ut

source: {count} step(s)
nb: {count} steg

source: {translated}/{total} · complete
nb: {translated}/{total} · fullført
